[
  {
    "title": "what am i doing",
    "date": "2021-11-26",
    "quote of the day": ".. no that doesnt mean I need to change my attitude, or that I need to get used to it",
    "content": "I feel like a shell of my former self. Im not who I want to be and I’m not leading a life I want to live. This school is an endless cycle of ups and downs and perpetual survival. I’m not growing instead I feel like I’m stalling my development by being here. If you guys don’t see that now then just know that this is not going to end well. When will you realise this life is slowly killing me. I’m going to end up as the person you never wanted me to be if you keep this up. Trust me when I say this, I know myself better then you guys. You think I’m like either of you because you can relate to various emotions I have but trust me when I say I’m nothing like you guys think I really am. Im willing to do whatever it takes to be happy at this point. If that means refusing to go back then so be it. Its been a week since my birthday which I never even realised happen, everything I use to care about is dead to me now. Its been 3 months since I got here and not one day have I really enjoyed it. When will you realise that I cant go on like this. And no, that doesn’t mean I need to change my attitude, or that I need to get used to it, it means I need to get out of here before it gets any worst. Im not going to spend the next fucking 3 years of my life on the opposite fucking side of the world. There was more that I wanted to include in this message but I cant. I just really want to emphasis how forcing me to do whatever is not going to make me the person you want me to become. So far its had quite the opposite effect and I think you will realise that sooner or later."
  },
  {
    "title": "Entree #1",
    "date": "2025-07-15",
    "quote of the day": "good taste is careful not cheap tiktok dopamine",
    "content": "im going to write here \n <img src=\"assets/images/blog/entree-one-photo-one.png\"> \n i dont know what to write \n im not going to edit entrees once the day has passed - whatever time zone i may be in"
  },
  {
    "title": "Entree #2",
    "date": "2025-07-28",
    "quote of the day": "pork: 'no im like tossing 'sense' onto the ground and pointing it out'",
    "content": "pork is like an alternative universe version of me the version of myself that speaks to me if 16 year old me could speak to me now.\n I work at a golf course to understand rich people; I do debate i out aura them; im leagues beyond my peers; im persistent and smart from a young age; etc;\n if you dont need people than stop needing them\n as edward put it 'dont really on the sunk cost fallacy'.\n this is simple shit i do know but i forget a lot. but again dont be too hard on yourself. consistent effort is 100 times more powerful than a single larger push"
  },
  {
    "title": "Entree #3",
    "date": "2025-07-28",
    "quote of the day": "constraints are more powerful than goals",
    "content": "antigoals are as important if not more important than goals. people work better when they work freely within a constrained system rather than in a single direction. its impossible to know where to go in an ever evolving world so constraints - even if artificial and arbitrary allow for more novel solutions to emerge than the hyper specificity of a single goal"
  },
  {
    "title": "#4",
    "date": "2025-08-06",
    "quote of the day": "look at youself as a stalker",
    "content": "to move on and for growth to happen i need to look at myself as a stalker.\n<img src=\"assets/images/blog/stalking myself photo.jpeg\">\n dave was talking about not becoming to obsessed over analyiss of past and i think this relates to that. perhaps the method for moving out of your brain and moving ones self into a state that the intenal emotiona feel more comfortable in you need to treat yourself as a character and judge accordingly. like ______ says you are not 'you mind you are the thing that watches your mind'. like arthur says 'our internal thoughts might just be long winded justifiycations for irrational emotions but acting upon them regardless is important because what else are you to do to derive meaning. (he didnt say that exactly but im approximating what he said)' I think its important that I learn to stop overanalysisng my state internally and start observing from an external view. 'the easiest way to stop depersonalisation is to stop researching depersonalisation' 'stop thinking in the mindset of better luck next time and more in the mindset of i am built for this and not for this' 'the most successful founders are those who move quickly and continously have a drive to test new ideas; those who can think of new ideas frequently while also testing them do best.' i asked ____ about the shopify founders advice 'work a hard job but not for too long that you become complacement; hire people in otawa they ahve nothing else to do' \nSources: https://www.instagram.com/p/DAoujD-S6BO/ https://www.youtube.com/watch?v=b-xjLSNdu2w&list=PLJ_iA72MtEwM-eGSMmAS59VcGK2P0hoKo https://www.youtube.com/watch?v=szKyUrOh4fs"
  },
  {
    "title": "Hi",
    "date": "2025-09-07",
    "quote of the day": "kiss me through the phone",
    "content": "<iframe style=\"border: 0; width: 100%; height: 120px;\" src=\"https://bandcamp.com/EmbeddedPlayer/album=1784830156/size=large/bgcol=ffffff/linkcol=333333/tracklist=false/artwork=small/track=3830224498/transparent=true/\" seamless><a href=\"https://tdjmusic.bandcamp.com/album/i-tdj\">I ❤ TDJ by TDJ</a></iframe>"
  }
]
